import React from 'react';

import css from './publicAnnouncement.module.scss';

export const PublicAnnouncementPage: React.FC = () => {
  return (
    <div className={css.root}>
      <div className={css.container}>
        <div className={css.title}>ПУБЛІЧНЕ ОГОЛОШЕННЯ</div>
        <div className={css.subTitle}>про проведення конкурсу з визначення осіб для надання допомоги в рамках вирішення житлових потреб внутрішньо переміщених осіб шляхом виділення 13 каркасних будинків
        </div>
        <div className={css.content}>
          <h4>ПРЕАМБУЛА</h4>
          <p>На підставі статті 11 Кодексу правил про умови та критерії відбору отримувачів допомоги для вирішення житлових потреб внутрішньо переміщених осіб (далі – ВПО) шляхом виділення 13 каркасних будинків, та порядок роботи комісії з відбору користувачів (далі – Правила), Комісія з відбору користувачів каркасних будинків (далі – Комісія), ухвалила наступне.
          </p>
          <h4>I. ПРЕДМЕТ ПУБЛІЧНОГО ОГОЛОШЕННЯ
          </h4>
          <p>Предметом Оголошення є проведення конкурсу з визначення осіб для надання допомоги в рамках вирішення житлових потреб внутрішньо переміщених осіб шляхом виділення 13 каркасних будинків  (далі – Допомога).</p>
          <p>Допомога є безоплатною та безповоротною, що полягає у наданні каркасного будинку за принципом «під ключ» на території Новобасанської територіальної громади, а саме:</p>
          <p>- 13 будинків буде побудовано на земельних ділянках комунальної форми власності та передано в безоплатне користування ВПО, що постраждали внаслідок війни в Україні, з подальшою передачею їх у приватну власність.
          </p>
          <h4>II. БЕНЕФІЦІАРИ</h4>
          <p>Допомога на вирішення житлових потреб ВПО, шляхом виділення каркасних будинків може бути призначена громадянам України, які отримали статус внутрішньо переміщених осіб відповідно до чинного законодавства України, а також особам, що відповідають зазначеним нижче критеріям, визначеним Комісією.
          </p>
          <h4>III. УМОВИ ВІДБОРУ БЕНЕФІЦІАРА
          </h4>
          <p>Особа, зазначена у розділі ІІ цього Оголошення, як заявник на допомогу (далі – Заявник), та члени її сімейного господарства повинні відповідати таким умовам для призначення допомоги:
          </p>
          <ul>
            <li>
              Заявник перебуває на обліку як внутрішньо переміщена особа та має підтверджуючі документи, передбачені чиним законодавством України;

            </li>
            <li>
              Заявник не може користуватися власною житловою нерухомістю за місцем свого походження (попередньої реєстрації місця проживання) або в іншій країні;

            </li>
            <li>
              Заявник та члени його сім’ї не відчужували, не дарували або не обмінювали нерухоме майно в Україні, за місцем походження або в іншій країні, за допомогою якого вони могли б вирішити свої житлові потреби;

            </li>
            <li>
              Заявник та члени його сім’ї не володіють нерухомістю в Україні, за допомогою якої вони можуть безпечно задовольнити свої житлові потреби;

            </li>
            <li>
              Заявник та члени його сім’ї не є бенефіціарами іншої програми забезпечення житлом за допомогою якої вони могли вирішити або вирішили свої житлові потреби;

            </li>
            <li>Заявник та члени його сім’ї не мають достатніх доходів, за допомогою яких могли б вирішити свої житлові потреби.
            </li>
          </ul>
          <p>
            Період прийому заявок від бенефіціарів на участь у конкурсі з визначення осіб для надання допомоги в рамках вирішення житлових потреб внутрішньо переміщених осіб: з 07.07.2023 по 07.09.2023.

          </p>
          <h4>IV. КРИТЕРІЇ ВІДБОРУ БЕНЕФІЦІАРІВ </h4>
          <p>Черговість надання допомоги визначається за кількістю балів, набраних Заявником, за такими критеріями:
          </p>
          <ol>
            <li>
              Кількість членів сім'ї: одна людина - 1 бал; дві людини – 2 бали; молоді сімейні пари (до 35 років) – 3 бали; три людини – 4 бали; чотири людини – 5 балів. Максимальна кількість балів, яку можна отримати за цим критерієм, становить – 5 балів;
            </li>
            <li>Сімейне домогосподарство, член якого загинув або зник безвісти під час військового конфлікту на території України, за пораненого або зниклого безвісти члена - 2 бали. Максимальна кількість балів, яку можна отримати за цим критерієм, становить – 4 бали; </li>
            <li>
              Кількість неповнолітніх дітей у сімейному господарстві:
              <ol>
                <li>сімейне домогосподарство, в якому проживає один неповнолітній - 1 бал; </li>
                <li>сімейне домогосподарство з двома і більше неповнолітніми дітьми - 2 бали; </li>
              </ol>
            </li>
            Максимальна кількість балів, яку можна отримати за цим критерієм, становить – 2 бали;
            <li>
              Кількість неповнолітніх дітей в неповній сім'ї:
              <ol>
                <li>домогосподарство з однією дитиною - 1 бал; </li>
                <li>домогосподарство з двома й більше  дітьми - 2 бали;</li>
                <li>домогосподарство з трьома й більше  дітьми - 3 бали. </li>
              </ol>
            </li>
            Максимальна кількість балів, яку можна отримати за цим критерієм, становить – 3 бали;
            <li>Сімейне домогосподарство, в якому є дитина з інвалідністю або особа з інвалідністю: на сімейне домогосподарство - 2 бали.
            </li>
            <li>
              Місцезнаходження нерухомого майна:
              <ol>
                <li>знаходиться на окупованій з 24 лютого 2022 року території – 4 бали;
                </li>
                <li>знаходиться на окупованій з 2014 року території – 5 балів.</li>
              </ol>
            </li>
            Максимальна кількість балів, яку можна отримати за цим критерієм, становить – 5 балів;
            <li>
              Наявність та стан нерухомого майна, що знаходиться у власності заявника та/або членів домогосподарства:
              <ol>
                <li>нерухоме майно відсутнє - 4 бали; </li>
                <li>нерухоме майно було повністю знищено під час війни або має третю ступінь пошкодження - 5 балів;</li>
              </ol>
            </li>
            Максимальна кількість балів, яку можна отримати за цим критерієм, становить – 5 балів;
            <li>
              Матеріальне становище родини на момент подання заяви на участь в конкурсі:
              <ol>
                <li>сімейне домогосподарство з доходом, що перевищує або дорівнює 9 000,00 грн. (дев’ять тисяч гривень 00 копійок) на члена - 1 бал; </li>
                <li>сімейне домогосподарство з доходом нижче 50% середньої місячної зарплати без податків і внесків, на члена - 2 бали. </li>
              </ol>
            </li>
            Максимальна кількість балів, яку можна отримати за цим критерієм, становить – 2 бали;
            <li>
              Матеріальне становище родини до моменту набуття статусу ВПО або до початку війни:
              <ol>
                <li>сімейне домогосподарство з доходом нижче 50% середньої місячної зарплати без податків і внесків (18 000,00 грн. (вісімнадцять тисяч гривень 00 копійок)), на члена - 1 бал; </li>
                <li>сімейне домогосподарство з доходом, що перевищує 50% середньої місячної зарплати без податків і внесків (18 000,00 грн. (вісімнадцять тисяч гривень 00 копійок)), на члена - 2 бали. </li>
              </ol>
            </li>
            Максимальна кількість балів, яку можна отримати за цим критерієм, становить – 2 бали;
            <li>
              Зниження або втрата працездатності або фізичні ушкодженнявнаслідок зниження або втрати працездатності заявника або члена його сім’ї:
              <ol>
                <li>за наявності часткового обмеження працездатності - 1 бал; </li>
                <li>при повній втраті працездатності - 2 бали.</li>
              </ol>
            </li>
            Максимальна кількість балів, яку можна отримати за цим критерієм, становить – 2 бали;
            Якщо в однієї і тієї ж особи є зниження або втрата працездатності та фізичні вади, Комісія під час оцінювання враховує критерій, за яким ця особа отримує більше балів.
            <li>Захворювання, що мають підвищену соціальну та медичну значимість, згідно з правилами охорони здоров'я, при наявності таких захворювань - 2 бали. Максимальна кількість балів, яку можна отримати за цим критерієм, становить – 2 бали;
            </li>
            Цей критерій застосовується, якщо заявник або член його сімейного домогосподарства не отримав бал за підпунктом 9) цієї статті.
            <li>Особи, що зазнали гендерно-обумовленого, сексуального насильства - 1 балів на сімейне домогосподарство. Це підтверджується вироком суду або іншим документом, виданим державною установою/організацією, який встановлює вказаний факт.</li>
            <li>
              Заявник або члени його домогосподарства мають освіту, яка дозволяє займати посаду, що перелічена в Листі від 08.05.2023р. №02-17/528:
              <ol>
                <li>один член домогосподарства - 2 бали; </li>
                <li>два та більше членів домогосподарства - 4 бали.</li>
              </ol>
            </li>
            Максимальна кількість балів, яку можна отримати за цим критерієм, становить – 4 бали;
            <li>
              Заявник або члени його домогосподарства обіймали/обіймають посаду, що перелічена в Листі від 08.05.2023р. №02-17/528 та/або заявник або члени його домогосподарства готові створити власний бізнес, що дозволить забезпечувати домогосподарство заявника:
              <ol>
                <li>один член домогосподарства - 2 бали;</li>
                <li>два та більше членів домогосподарства - 4 бали.</li>
              </ol>
            </li>
            Максимальна кількість балів, яку можна отримати за цим критерієм, становить – 4 бали;
            <li>
              Заявник або члени його домогосподарства згодні зайняти вакантну посаду, що перелічені в Листі від 08.05.2023р. №02-17/528 і готові до працевлаштування на території Новобасанської громади для заміщення вакантної посади та/або заявник або члени його домогосподарства готові створити власний бізнес, що дозволить забезпечувати домогосподарство заявника та створити додаткові робочі місця для жителів громади:
              <ol>
                <li>один член домогосподарства - 2 бали;</li>
                <li>два та більше членів домогосподарства - 4 бали.
                </li>
              </ol>
            </li>
            Максимальна кількість балів, яку можна отримати за цим критерієм, становить – 4 бали;
            <li>
              Документи, які подав заявник, мають підтвердження можливості створення бізнес-проекту:
              <ol>
                <li>ідею описано, але реалізація є проблемною чи не дуже соціально значущою- 6 балів; </li>
                <li>ідея є соціально значущою та заохочується громадою - 12 балів.
                  Максимальна кількість балів, яку можна отримати за цим критерієм, становить – 12 балів;
                </li>
              </ol>
            </li>
          </ol>
          <p>
            Якщо у двох або більше претендентів однакова кількість балів, перевага надається тому претенденту, який:
          </p>
          <ol>
            <li>готовий до працевлаштування на території Новобасанської громади для заповнення вакансій перелічених в Листі від 08.05.2023р. №02-17/528; </li>
            <li>має більшу кількість неповнолітніх дітей; </li>
            <li>один з членів в сімейному господарстві є вагітна жінка;</li>
            <li>має менший дохід на члена сім'ї;</li>
            <li>має більшу кількість членів сім'ї.</li>
          </ol>
          <h4>V. ДОКУМЕНТИ, НЕОБХІДНІ ДЛЯ ПОДАЧІ ЗАЯВИ НА ПУБЛІЧНИЙ КОНКУРС</h4>
          <p>
            При зверненні заявник подає наступні документи:
          </p>
          <ol>
            <li>Заповнену та підписану анкету/заяву; </li>
            <li>Копію довідки внутрішньо переміщеної особи для заявника та членів сім’ї, які перебувають на обліку, або підтвердження від державних органів чи установ про взяття їх на облік як внутрішньо переміщених осіб; </li>
            <li>Копію документа, що посвідчує особу для всіх членів сім’ї віком від 14 років; </li>
            <li>Копію свідоцтва про народження для осіб віком до 14 років;</li>
            <li>Копію паспорта громадянина України (книжечка) або паспорт громадянина України з безконтактним електронним носієм та РНОКПП (не надається фізичними особами, які через свої релігійні переконання відмовляються від його прийняття, повідомили про це відповідному територіальному органу ДПС і мають відмітку в паспорті громадянина України); </li>
            <li>заява, про те, що заявник та члени його родини не володіють нерухомістю в Україні, за допомогою якої вони можуть вирішити своє житлове питання; що вони не мають нерухомого майна за місцем походження, яке вони можуть використати для вирішення свого житлового питання в безпечних умовах; що вони не заволоділи своїм відновленим або непошкодженим майном у місці походження; що за місцем походження вони не відчужували, не дарували та не обмінювали майно, яке могли б використати для вирішення свого житлового питання; що вони не беруть участі в жодному іншому проекті для постійного вирішення житлових;</li>
            <li>
              Довідка про доходи:
              <ul>
                <li>підтвердження розміру чистого доходу за місяць, що передує місяцю подання заяви на публічне запрошення;</li>
                <li>для працюючих членів домогосподарства довідка, засвідчена адміністративним органом або судом, що Заявник, тобто член сімейного господарства, отримує певні випадкові доходи;</li>
                <li>довідка з Пенсійного фонду України або іншої компетентної державної установи України про надходження пенсійних платежів заявнику або членам його родини у випадку, якщо вони є пенсіонерами або особами, що отримують пенсійне забезпечення від держави. </li>
                <li>документ про те, що заявник та/або члени його сім’ї мають статус безробітного та перебувають на обліку в державних службах зайнятості. </li>
              </ul>
            </li>
            <li>Документ, який підтверджує, що член сімейного домогосподарства загинув або зник безвісти під час та внаслідок військового конфлікту на території України протягом 2014-2023 років;</li>
            <li>Документ, що підтверджує наявність в сім'ї дитини з інвалідністю або з вадами розвитку;</li>
            <li>Документ, що підтверджує зниження або втрату працездатності чи фізичного ушкодження - рішення компетентного органу; </li>
            <li>Документ, що підтверджує наявність захворювання, яке має більшу соціально-медичну значимість (злоякісні захворювання, бронхіальна та серцева астма, важкі обструктивні захворювання легень, активний туберкульоз, інфаркт, декомпенсовані вади серця, трансплантація серця, цереброваскулярний інсульт, епілепсія, тяжкі психічні захворювання), прогресуючі нервово-м’язові захворювання, парези та паралічі, геміфілія, інсулінозалежний діабет, хронічна ниркова недостатність на діалізі, системні аутоімунні захворювання, остеомієліт, ВІЛ-інфекція тощо) – медичний висновок не старше одного року для хворого; </li>
            <li>
              Для неповної сім'ї додається:
              <ul>
                <li>свідоцтво про смерть одного з подружжя; </li>
                <li>рішення компетентного суду про оголошення одного з подружжя померлим;</li>
                <li>свідоцтво про народження дітей без встановленого батьківства;</li>
                <li>рішення про розірвання шлюбу та документи, які підтверджують, що заявник безпосередньо піклується про дитину та самостійно забезпечує її коштами на утримання, що другий з батьків не бере участі або бере недостатню участь у витратах на утримання, і що, тим часом, заявник не створив шлюбний або позашлюбний союз; </li>
              </ul>
            </li>
            <li>Вирок суду або інший правовстановлюючий документ щодо члена сім'ї, який постраждав від сексуального та домашнього насильства?; </li>
            <li>Витяг з державного реєстру речових прав/свідоцтво про право власності на нерухоме майно або інший документ, що підтверджує право власності на нерухоме майно (договір купівлі-продажу, договір дарування тощо);</li>
            <li>Акт обстеження пошкодженого або зруйнованого майна під час бойових дій, фото до і після руйнувань, документи, що підтверджують право власності на нерухоме майно (у разі знаходження майна на окупованій території подається заява особи про пошкодження/знищення нерухомого майна з особистим зобов'язанням особи надати підтверджуючі документи пошкодження/знищення нерухомого майна після деокупації території);</li>
            <li>Документи, що підтверджують матеріальне становище родини до моменту набуття статусу ВПО або до початку війни (довідка з пенсійного фонду ОК-5, ОК-7; довідка з місця роботи та контакти місця роботи; довідка про доходи з ДПС або Дія; якщо людина ФОП - виписка з рахунків ФОП; будь-які інші документи, що підтверджують дохід);</li>
            <li>Документи, які підтверджують наявність відповідного рівня професійної кваліфікації, необхідних знань та досвіду по професії, що перелічені в Листі від 08.05.2023р. №02-17/528; документ про здобуття освіти та/або довідка за попереднім місцем роботи, характеристика, резюме тощо.</li>
            <li>Ідея бізнесу, бізнес-план та будь-які документи, які дозволяють оцінити пропозицію.</li>
            <li>Інші документи, що підтверджують наявність критеріїв, передбачених статтею 5 цього Кодексу.</li>
          </ol>
          <p>Всі документи надаються наступним чином: оригінали для огляду, засвідчені копії – в матеріали справи.</p>
          <h4>VI ПОРЯДОК ПРИЗНАЧЕННЯ ДОПОМОГИ</h4>
          <p>Особи, зацікавлені в наданні допомоги в рамках цього Оголошення, повинні подати заяву на публічний конкурс разом із встановленими документами до Комісії протягом 30 днів з дати оприлюднення цього публічного конкурсу.</p>
          <p>Комісія визначає порядок надання допомоги та всі рішення, які стосуються надання допомоги приймає виключно Комісія, яка після отримання заяв та встановлених документів визначає формальну правильність та відповідність наданих документів умовам надання допомоги та нараховує бали відповідно до умов та критеріїв, зазначених у Оголошенні та Правилах.</p>
          <p>Заяви та подані документи підлягають перевірці. Після розгляду заяви та поданих документів, перевірки даних, Комісія приймає та оприлюднює Рішення про вирішення житлових потреб ВПО із пропозицією черги для виділення каркасних будинків, у порядку черговості на підставі виконання умов та кількість набраних балів (далі – Рішення);</p>
          <p>Комісія публікує рішення на дошці оголошень Новобасанської територіальної громади, на веб-ресурсах та на сторінках соціальних мереж Благодійної організації «Благодійного фонду «Хелп Україна» та Благодійної організації «Благодійного фонду «Район номер 1». Рішення вручається/надсилається особам, яких воно стосується, рекомендованим листом або особистим врученням з повідомленням про вручення, а ці особи можуть оскаржити їх комісії протягом 5 (п’яти) днів з дня вручення рішення.</p>
          <p>Після закінчення процедури оскарження комісія визначає та оприлюднює остаточний список учасників. Відповідно до встановленого порядку надання допомоги особа, яка входить до остаточного списку, як особа, якій призначено допомогу: </p>
          <ul>
            <li>укладає договір про надання благодійної допомоги;</li>
            <li>укладає договір користування житловим приміщенням.</li>
          </ul>
        </div>
      </div>
    </div>
  );
};
