import React from 'react';

import css from './privacyPolicy.module.scss';

export const PrivacyPolicyPage: React.FC = () => {
  return (
    <div className={css.root}>
      <div className={css.container}>
        <div className={css.title}>Обробка персональних даних</div>
        <div className={css.content}>
          <p>Підписанням цієї Заяви підтверджую та гарантую, що:</p>
          <ul>
            <li>
              я не отримував/отримувала та не планую отримувати благодійну
              допомогу від інших підприємств, установ та організацій тощо, не
              укладав/укладала та не планую укладати договори про благодійну
              допомогу з іншими підприємствами, установами та організаціями тощо
              для цілей викладених в цій Заяві;
            </li>
            <li>
              відповіді на наведені вище запитання є правдивими та повними;
            </li>
            <li>
              надані мною дані, інформація та документи є достовірними, повними
              та правильними;
            </li>
            <li>
              у разі зміни моїх персональних даних повідомлю у найкоротший строк
              уточнену, достовірну інформацію та надам оригінали та/або належним
              чином завірені копії відповідних документів для оновлення моїх
              персональних даних;
            </li>
            <li>
              у разі набуття мною права власності на будь яке нерухоме майно
              повідомлю у найкоротший строк уточнену, достовірну інформацію та
              надам оригінали та/або належним чином завірені копії відповідних
              документів;
            </li>
          </ul>
          <p>
            Відповідно до Закону України «Про захист персональних даних» даю
            згоду на автоматизовану, а також без використання засобів
            автоматизації обробку (включаючи збирання, накопичення, зберігання
            та використання) своїх персональних даних, наданих в рамках надання
            Благодійної допомоги, включаючи, зокрема, але не виключно паспортні
            дані, реєстраційний номер облікової картки платника податків,
            фотографію або інший запис зображення, номери засобів зв’язку,
            адресу електронної пошти, дані щодо місця проживання та реєстрації,
            дані щодо освіти, дані щодо місця роботи, досвіду роботи, довідки та
            інші документи, які підтверджують статус внутрішньо переміщеної
            особи, дані щодо наявності/відсутності встановлених чинним
            законодавством пільг, відсутності судимості, банківські реквізити,
            інші дані, добровільно надані мною для реалізації мети обробки, - з
            метою забезпечення реалізації відповідних цивільно-правових та
            господарсько-правових відносин; адміністративно-правових, податкових
            відносин, відносин у сфері бухгалтерського обліку; відносин у сфері
            статистики; та забезпечення реалізації інших відносин, що вимагають
            обробки персональних даних відповідно до Цивільного кодексу України,
            Господарського кодексу України, Податкового кодексу України, Закону
            України «Про благодійну діяльність та благодійні організації», інших
            нормативно-правових актів України, Статуту Благодійника, інших
            локальних актів Благодійника.
          </p>{' '}
          <p>
            Підписанням Заяви я також даю згоду на передачу (поширення) своїх
            персональних даних, що включені до бази персональних даних
            контрагентів Благодійника, виключно з метою надання Благодійної
            допомоги та у порядку, визначеному Законом України «Про захист
            персональних даних» та локальними актами Благодійника, які
            встановлюють порядок обробки та захисту персональних даних.
            Підписанням Заяви я не вимагаю здійснення повідомлення про передачу
            (поширення) моїх персональних даних, що включені до вказаної бази
            персональних даних, третім особам, якщо така передача (поширення)
            відбувається з метою реалізації вказаних вище правовідносин.
            Підписанням Заяви я підтверджую, що я письмово повідомлений про
            включення моїх персональних даних до бази персональних даних
            контрагентів Благодійника, цілі обробки персональних даних, з метою
            надання Благодійної допомоги та осіб, яким передаються мої
            персональні дані, а також про свої права, передбачені ст. 8 Закону
            України «Про захист персональних даних».
          </p>
          <p>
            Згода на збір та обробку персональних даних, надана мною, продовжує
            діяти протягом невизначеного терміну після надання Благодійної
            допомоги. Також повідомляю, що я ознайомлений/ознайомлена з
            напрямами та цілями діяльності БО «БФ «Район номер 1» та БО «БФ
            «ХЕЛП Україна» повністю та беззастережно приймаю умови і строки
            надання допомоги. Я усвідомлюю, що наведені мною відомості, які
            вплинули на надання благодійної допомоги, будуть перевірені згідно
            із законодавством України.
          </p>
          <p>
            Окрім цього, ознайомлений/ознайомлена з відповідальністю за надання
            завідомо недостовірної інформації та відомостей.
          </p>
        </div>
      </div>
    </div>
  );
};
